Revit 2027 API
ParameterTypeId.RoomOutdoorAirflowParam Property
 "Outdoor Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOutdoorAirflowParam { get; }
Public Shared ReadOnly Property RoomOutdoorAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOutdoorAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomOutdoorAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace